{"description": "", "id": "782b0af5-3367-4611-976c-7678835de0f8", "image_display_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Seal_of_the_United_States_Department_of_Commerce.svg/175px-Seal_of_the_United_States_Department_of_Commerce.svg.png", "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Seal_of_the_United_States_Department_of_Commerce.svg/175px-Seal_of_the_United_States_Department_of_Commerce.svg.png", "is_organization": true, "license_id": "cc-zero", "name": "doc", "num_followers": 1, "package_count": 66, "publisher_agencies": "", "publisher_constraints": "", "publisher_contact": "1401 Constitution Ave. NW, Washington DC 20230", "publisher_contact_email": "MBookbinder@doc.gov", "publisher_country": "US", "publisher_data_quality": "", "publisher_description": "The Department of Commerce’s mission is to create the conditions for economic growth and opportunity for all communities. Through its 13 bureaus, the Department works to drive U.S. economic competitiveness, strengthen domestic industry, and spur the growth of quality jobs in all communities across the country.", "publisher_field_exclusions": "", "publisher_first_publish_date": "2023-01-10T22:01:39.332893", "publisher_frequency": "", "publisher_frequency_select": "quarterly", "publisher_iati_id": "US-GOV-16", "publisher_implementation_schedule": "", "publisher_organization_type": "10", "publisher_record_exclusions": "It is the policy of the U.S. Government, per OMB Bulletin 12-01, and the Foreign Aid Transparency and Accountability Act of 2016 (FATAA) for agencies to have a strong presumption in favor of openness. FATAA provides the following principled exceptions: 1) When public disclosure threatens national security interests; 2) When public disclosure is likely to jeopardize the personal safety of U.S. personnel or recipients of U.S. resources; 3) When there are legal constraints on the disclosure of business or proprietary information of non-governmental organizations, contractors, or private sector clients; or 4) When data reveal private information about individuals that must be kept confidential consistent with ethical guidelines and federal regulations. When examining information that falls within these categories, USG agencies have sufficient flexibility to protect sensitive information from disclosure, on a case-by-case basis, in order to protect against potential harm while maintaining a strong presumption in favor of transparency.", "publisher_refs": "Published budget figures come from the Congressional Budget Justification - a document sent to Congress by the President in January or February of each year, as required by law (31 U.S.C. § 1105), requesting new budget authority for federal programs and estimating federal revenues and outlays for the upcoming fiscal year and 4 subsequent outyears. Although the title of the document is Budget of the U.S. Government, it represents proposals for congressional consideration. There is not a one-to-one link between budget figures and the financial data - commitments and disbursements - for a given year. The Congressional Budget Justification includes sectors specific to the U.S. Government. The budgets have been mapped to the Organisation for Economic Co-operation and Development - Development Assistance Committee (OECD/DAC) sector codes in order to improve international usability.", "publisher_segmentation": "Activities are disaggregated into separate files.  Activities that report only one recipient country or region are assigned to a single file under the country or region name.  Similarly, global activities reporting worldwide as the recipient region will be assigned to a worldwide file.  All other activities that report multiple countries and/or regions are assigned to the ‘multi-country’ file.  Currently, worldwide and multi-country files are split out so as to conform to the 40mb file size limit.", "publisher_source_type": "primary_source", "publisher_thresholds": "None.", "publisher_timeliness": "Within 90 days of fiscal quarter closure (U.S. Government’s fiscal year is October 1 - September 30.)", "publisher_ui": "Yes. IATI data are available at foreignassistance.gov", "publisher_ui_url": "https://foreignassistance.gov/", "publisher_units": "There are four bureaus / offices at DOC that provide foreign assistance.  The Office of the General Counsel / Commercial Law Development Program (CLDP) designs and implements conferences and workshops, utilizes long and short-term advisors and trains foreign delegations in the U.S. and other countries to improve commercial legal frameworks. The International Trade Administration (ITA) provides foreign assistance through its Special American Business Internship Training Program (SABIT).  It provides technical assistance to mid-level and senior-level business professionals in target countries by designing industry-specific training and cultivating partnerships with U.S. business counterparts to promote free-market principles globally and support U.S. businesses in foreign markets.  NOAA engages internationally through training programs to support and promote national policies and interests in ecosystem-based management, climate change, Earth observation, and weather forecasting while also seeking to maximize the mutual benefits of international exchange with its global partners. The United States Patent and Trademark Office (USPTO) develops and delivers IPR enforcement training and capacity building programs to government officials across all global regions. The USPTO also provides technical assistance to foreign governments on issues related to the enforcement of IPR.", "publisher_url": "https://www.commerce.gov/", "state": "active", "title": "United States Department of Commerce", "type": "organization", "users": [{"capacity": "admin", "name": "rboles"}], "tags": [], "groups": [], "historical_publisher_names": []}