{"description": "", "id": "884aad93-e9c4-4d91-8efd-004b085e173b", "image_display_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/U.S._Department_of_State_official_seal.svg/1200px-U.S._Department_of_State_official_seal.svg.png", "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/U.S._Department_of_State_official_seal.svg/1200px-U.S._Department_of_State_official_seal.svg.png", "is_organization": true, "license_id": "cc-zero", "name": "state", "num_followers": 0, "package_count": 207, "publisher_agencies": "U.S. Department of State and relevant reporting components (Bureaus).", "publisher_constraints": "The Department of State in compliance with the Foreign Aid Transparency and Accountability Act (FATAA) of 2016 will redact certain fields such as award titles, award descriptions, and other fields that may compromise the safety of implementing partners via a comprehensive review with the appropriate justification per FATAA regulations. ", "publisher_contact": "2201 C St. NW, Washington, DC 20520", "publisher_contact_email": "FAdata@USAID.gov", "publisher_country": "US", "publisher_data_quality": "", "publisher_description": "The Department of State provides foreign assistance across a wide range of sectors, countries, and implementing partners to promote peace and stability in areas of vital interest to America, help developing nations establish stable economic environments, and strengthen health system outcomes. The Department funds activities to support these foreign assistance goals through numerous bilateral and multilateral foreign assistance accounts. ", "publisher_field_exclusions": "", "publisher_first_publish_date": "2023-01-26T15:52:11.989976", "publisher_frequency": "", "publisher_frequency_select": "monthly", "publisher_iati_id": "US-GOV-11", "publisher_implementation_schedule": "", "publisher_organization_type": "10", "publisher_record_exclusions": "It is the policy of the U.S. Government, per OMB Bulletin 12-01, and the Foreign Aid Transparency and Accountability Act of 2016 (FATAA) for agencies to have a strong presumption in favor of openness. FATAA provides the following principled exceptions: 1) When public disclosure threatens national security interests; 2) When public disclosure is likely to jeopardize the personal safety of U.S. personnel or recipients of U.S. resources; 3) When there are legal constraints on the disclosure of business or proprietary information of non-governmental organizations, contractors, or private sector clients; or 4) When data reveal private information about individuals that must be kept confidential consistent with ethical guidelines and federal regulations. When examining information that falls within these categories, USG agencies have sufficient flexibility to protect sensitive information from disclosure, on a case-by-case basis, in order to protect against potential harm while maintaining a strong presumption in favor of transparency.", "publisher_refs": "Published budget figures come from the Congressional Budget Justification - a document sent to Congress by the President in January or February of each year, as required by law (31 U.S.C. § 1105), requesting new budget authority for federal programs and estimating federal revenues and outlays for the upcoming fiscal year and 4 subsequent outyears. Although the title of the document is Budget of the U.S. Government, it represents proposals for congressional consideration. There is not a one-to-one link between budget figures and the financial data - commitments and disbursements - for a given year. The Congressional Budget Justification includes sectors specific to the U.S. Government. The budgets have been mapped to the Organisation for Economic Co-operation and Development - Development Assistance Committee (OECD/DAC) sector codes in order to improve international usability.", "publisher_segmentation": "Activities are disaggregated into separate files. Activities that report only one recipient country or region are assigned to a single file under the country or region name. Similarly, global activities reporting worldwide as the recipient region will be assigned to a worldwide file. All other activities that report multiple countries and/or regions are assigned to the ‘multi-country’ file. Currently, worldwide and multi-country files are split out so as to conform to the 40mb file size limit.", "publisher_source_type": "primary_source", "publisher_thresholds": "None", "publisher_timeliness": "Within 90 days of fiscal quarter closure (U.S. Government’s fiscal year is October 1 - September 30.)", "publisher_ui": "Yes. IATI data are available at foreignassistance.gov", "publisher_ui_url": "https://foreignassistance.gov/", "publisher_units": "Award/project level.", "publisher_url": "https://www.state.gov/", "state": "active", "title": "United States Department of State", "type": "organization", "users": [{"capacity": "admin", "name": "rboles"}], "tags": [], "groups": [], "historical_publisher_names": []}